Repository: Blueshoe/djangocms-pipelines
Catalog: workflows/locale/*/LC_MESSAGES/django.po
Languages: de

source: Stages
de: Stufen

source: Current changes have not yet been approved.
de: Die aktuellen Änderungen wurden noch nicht freigegeben.

source: Current changes must be submitted for approval.
de: Für die aktuellen Änderungen muss noch Freigabe beatragt werden.

source: Actions
de: Aktionen

source: Requires your action
de: Benötigt Aktion Ihrerseits

source: View page
de: Seite anzeigen

source: View page in browser
de: Seite in Browser anzeigen

source: for "{title}" ({lang})
de: für "{title}" ({lang})

source: Request approval for changes
de: Freigabe für Änderungen beantragen

source: Approve changes
de: Änderungen freigeben

source: Reject changes
de: Änderungen ablehnen

source: Cancel request
de: Freigabeantrag abbrechen

source: Show current request in admin
de: Aktuellen Antrag im Admin ansehen

source: Publish
de: Veröffentlichen

source: Pending your approval
de: Wartet auf Ihre Freigabe

source: {project}: Change review requested
de: {project}: Änderungsfreigabe beantragt

source: {project}: Changes approved
de: {project}: Änderungen freigegeben

source: {project}: Changes rejected
de: {project}: Änderungen abgelehnt

source: {project}: Changes cancelled
de: {project}: Änderungsantrag abgebrochen

source: Message
de: Nachricht

source: You may provide some more information.
de: Sie können noch zusätzliche Information geben.

source: Only notify a specific user?
de: Nur einen speziellen Nutzer benachrichtigen?

source: Any {}
de: Irgendeine/n {}

source: Please provide a descriptive name!
de: Bitte geben Sie einen sprechenden Namen an!

source: Default workflow
de: Standard-Workflow

source: Should this be the default workflow for all pages and languages?
de: Soll dies der Standard-Workflow für alle Seiten und Sprachen sein?

source: Group
de: Gruppe

source: Only members of this group can approve this workflow stage.
de: Nur Mitglieder dieser Gruppe können diese Workflow-Stufe freigeben.

source: Order
de: Reihenfolge

source: Is this workflow stage optional?
de: Ist diese Workflow-Stufe optional?

source: Workflow stage
de: Workflow-Stufe

source: Workflow stages
de: Workflow-Stufe

source: The workflow set here is language specific.
de: Der hier gesetzte Workflow ist sprachabhängig.

source: Descendants
de: Unterseiten

source: Should this workflow apply to descendant pages?
de: Soll dieser workflow auch für Unterseiten gelten?

source: request
de: beantragen

source: approve
de: freigeben

source: reject
de: ablehnen

source: cancel
de: abbrechen

source: publish
de: veröffentlichen

source: Requested
de: Beantragt

source: Approved
de: Freigegeben

source: Rejected
de: Abgelehnt

source: Cancelled
de: Abgebrochen

source: Published
de: Veröffentlicht

source: Stage
de: Stufe

source: Action type
de: Aktionstyp

source: Created
de: Angelegt

source: User
de: Nutzer

source: Workflow action
de: Workflow-Aktion

source: Workflow actions
de: Workflow-Aktionen

source: Step
de: Schritt

source: Action
de: Aktion

source: Date
de: Datum

source: Please correct the error below.
de: Bitte korrigieren Sie den untenstehenden Fehler.

source: Please correct the errors below.
de: Bitte korrigieren Sie die untenstehenden Fehler.

source: your submission on %(url)s has been approved by %(editor_name)s.
de: Ihre Änderungen auf %(url)s wurden von %(editor_name)s freigegeben.

source: your submission on %(url)s has been cancelled by %(editor_name)s.
de: Ihr Änderungsantrag auf %(url)s wurden von %(editor_name)s abgebrochen.

source: your submission on %(url)s has been rejected by %(editor_name)s.
de: Ihre Änderungen auf %(url)s wurden von %(editor_name)s abgelehnt.

source: Message:
de: Nachricht:

source: Dear %(editor_name)s,
de: Sehr geehrter %(editor_name)s,

source: please review the changes %(author_name)s has submitted in %(url)s.
de: Bitte überprüfen Sie die Änderungen von %(author_name)s auf %(url)s.

source: There is no workflow for this page and language.
de: Es gibt für diese Seite und Sprache keinen Workflow.

source: There already is an active request for this page and language.
de: Für diese Seite und Sprache gibt es bereits einen aktiven Änderungsantrag.

source: There is no active request for this page and language.
de: Es gibt keinen aktiven Änderungsantrag für diese Seite und Sprache.

source: You are not allowed to approve or reject this request.
de: Sie sind nicht berechtigt, diesen Antrag freizugeben oder abzulehnen.

source: Done
de: Fertig

source: Successfully requested approval for changes
de: Erfolgreich Änderungsfreigabe beantragt

source: Approve request
de: Änderungen freigeben

source: Request successfully approved
de: Erfolgreich Änderungen freigegeben

source: Reject request
de: Änderungen ablehnen

source: Request successfully rejected
de: Erfolgreich Änderungen abgelehnt

source: Request successfully cancelled
de: Erfolgreich Änderungsantrag abgebrochen
